{
  "calls": [
    {
      "negativeReply": {
        "message" : "You are wrong!",
        "ProfileImageUrl" : "https://randomuser.me/api/portraits/women/82.jpg",
        "senderName" : "Sofia Hernandez",
      },
      "message" : "Hi, my name is Sofia Hernandez. I'm calling because there's a strong musty smell in my bathroom and some blackish-green stains appearing on the walls and ceiling. The paint is bubbling, and I feel the air is damp in that area. I’m worried this might affect my health. Could you guide me on what steps to take?",
      "senderName" : "Sofia Hernandez",
      "PestName" : "Mold",
      "ProfileImageUrl" : "https://randomuser.me/api/portraits/women/82.jpg"
    },
    {
      "negativeReply" : {
        "message" : "You are wrong!",
        "ProfileImageUrl" : "https://randomuser.me/api/portraits/men/37.jpg",
        "senderName" : "Ricardo Lopez",
      },
      "message" : "Hi, I'm Ricardo Lopez, and I wanted to report something strange that I've noticed in my house. Every time I turn on the kitchen light at night, I see something small and fast running towards the corners or under the sink. I have also found food scraps with small holes and an unpleasant smell near the garbage disposal. I don't know how to get rid of them, and they seem to be increasing. I hope you can help me. Thank you.",
      "senderName" : "Ricardo Lopez",
      "PestName" : "Cockroaches",
      "ProfileImageUrl" : "https://randomuser.me/api/portraits/men/37.jpg"
    },
    {
      "negativeReply": {
        "message": "You are wrong!",
        "ProfileImageUrl": "https://randomuser.me/api/portraits/women/41.jpg",
        "senderName": "Clara Martinez",
      },
      "message": "Hi, I'm Clara Martinez. I'm concerned because I discovered small specks of dust near my door and window frames. Upon closer inspection, I noticed that the wood looks like it is hollow in some places, and there are some tiny tunnels in the walls. I also saw small winged insects near the lights a couple of days ago. Please, I need guidance to resolve this before it gets worse.",
      "senderName": "Clara Martinez",
      "PestName": "Termites",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/women/41.jpg"
    },
    {
      "negativeReply": {
        "message": "You are wrong!",
        "ProfileImageUrl": "https://randomuser.me/api/portraits/men/51.jpg",
        "senderName": "Daniel Perez",
      },
      "message": "Hello, this is Daniel Perez. Lately, I've seen small, fast insects scatter when I turn on the kitchen light at night. There are tiny brown marks around the sink area, and I've noticed a faint, unpleasant smell in the corners of the cabinets. I'm concerned this might get worse. Can you provide some advice?",
      "senderName": "Daniel Perez",
      "PestName": "Cockroaches",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/men/51.jpg"
    } ,
  ]
}
