{
  "calls" : [
    {
      "positiveReply":  
        {
          "message": "todo Bien",
          "ProfileImageUrl" : "https://randomuser.me/api/portraits/women/82.jpg",
          "senderName" : "Grace Johnson",
         },
      "negativeReply":
        {
          "message": "todo MAL",
          "ProfileImageUrl" : "https://randomuser.me/api/portraits/women/82.jpg",
          "senderName" : "Grace Johnson",
         },
      "message": "Hello, good morning. My name is Grace Johnson, and I am leaving this message because I have noticed something disturbing in my house. During the nights, I hear noises like something scratching inside the walls, especially in the kitchen. This morning I found small black pellets in the pantry and a nibbled cereal packet. There is also a strange smell near the cabinets, like something rancid. Please, I need guidance on what to do before this gets worse. Thank you.",
      "senderName": "Grace Johnson",
      "PestName": "Mice",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/women/82.jpg"
    },
    {
      "message": "Hi, I'm Ricardo Lopez, and I wanted to report something strange that I've noticed in my house. Every time I turn on the kitchen light at night, I see something small and fast running towards the corners or under the sink. I have also found food scraps with small holes and an unpleasant smell near the garbage disposal. I don't know how to get rid of them, and they seem to be increasing. I hope you can help me. Thank you.",
      "senderName": "Ricardo Lopez",
      "PestName": "Cockroaches",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/men/37.jpg"
    },
    {
      "message": "Hi, I'm Clara Martinez. I'm concerned because I discovered small specks of dust near my door and window frames. Upon closer inspection, I noticed that the wood looks like it is hollow in some places, and there are some tiny tunnels in the walls. I also saw small winged insects near the lights a couple of days ago. Please, I need guidance to resolve this before it gets worse.",
      "senderName": "Clara Martinez",
      "PestName": "Termites",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/women/41.jpg"
    },
    {
      "message": "Hello, this is Tomas Fernandez. I wanted to leave a message because I have been seeing a lot of spiders in my house lately. They are not very big, but I have found some webs in dark corners and behind furniture that I don't move often. I'm a little scared because I've seen them closer to my bed and sometimes I see one or two walking along the walls. what should I do? Thank you.",
      "senderName": "Tomas Fernandez",
      "PestName": "Gigant Spiders",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/men/51.jpg"
    },
    {
      "message": "Hello! This is Marta Gonzalez. I'm leaving this message because lately I can't be calm at home. I have noticed a lot of mosquitoes, especially at night. I've seen them hovering around the windows and near water spots, like in the kitchen and bathroom. I have even woken up with bites on my legs and arms. What can I do to get rid of these insects?",
      "senderName": "Marta Gonzalez",
      "PestName": "Mosquitos",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/women/40.jpg"
    }
  ]
}
