{
  "calls": [
    {
      "negativeReply": {
        "message" : "You are wrong!",
        "ProfileImageUrl" : "https://randomuser.me/api/portraits/women/82.jpg",
        "senderName" : "Sofia Hernandez",
      },
      "message" : "Hi, my name is Sofia Hernandez. I'm calling because there's a strong musty smell in my bathroom and some blackish-green stains appearing on the walls and ceiling. The paint is bubbling, and I feel the air is damp in that area. I’m worried this might affect my health. Could you guide me on what steps to take?",
      "senderName" : "Sofia Hernandez",
      "PestName" : "Mold",
      "ProfileImageUrl" : "https://randomuser.me/api/portraits/women/82.jpg"
    },
    {
      "negativeReply" : {
        "message" : "You are wrong!",
        "ProfileImageUrl" : "https://randomuser.me/api/portraits/men/37.jpg",
        "senderName" : "Ricardo Lopez",
      },
      "message" : "Hi, I'm Ricardo Lopez, and I wanted to report something strange that I've noticed in my house. Every time I turn on the kitchen light at night, I see something small and fast running towards the corners or under the sink. I have also found food scraps with small holes and an unpleasant smell near the garbage disposal. I don't know how to get rid of them, and they seem to be increasing. I hope you can help me. Thank you.",
      "senderName" : "Ricardo Lopez",
      "PestName" : "Cockroaches",
      "ProfileImageUrl" : "https://randomuser.me/api/portraits/men/37.jpg"
    },
    {
      "negativeReply": {
        "message": "You are wrong!",
        "ProfileImageUrl": "https://randomuser.me/api/portraits/women/41.jpg",
        "senderName": "Clara Martinez",
      },
      "message": "Hi, I'm Clara Martinez. I'm concerned because I discovered small specks of dust near my door and window frames. Upon closer inspection, I noticed that the wood looks like it is hollow in some places, and there are some tiny tunnels in the walls. I also saw small winged insects near the lights a couple of days ago. Please, I need guidance to resolve this before it gets worse.",
      "senderName": "Clara Martinez",
      "PestName": "Termites",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/women/41.jpg"
    },
    {
      "negativeReply": {
        "message": "You are wrong!",
        "ProfileImageUrl": "https://randomuser.me/api/portraits/men/51.jpg",
        "senderName": "Daniel Perez",
      },
      "message": "Hello, this is Daniel Perez. Lately, I've seen small, fast insects scatter when I turn on the kitchen light at night. There are tiny brown marks around the sink area, and I've noticed a faint, unpleasant smell in the corners of the cabinets. I'm concerned this might get worse. Can you provide some advice?",
      "senderName": "Daniel Perez",
      "PestName": "Cockroaches",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/men/51.jpg"
    } ,
    {
      "negativeReply": {
        "message": "You are wrong!",
        "ProfileImageUrl": "https://randomuser.me/api/portraits/men/62.jpg",
        "senderName": "Matias Ramirez"
      },
      "message": "Hi, this is Matias Ramirez. I wanted to ask for help with something strange happening in my house. I've noticed that some of the paint on my walls has started to crack in thin, jagged lines. At first, I thought it was just wear and tear, but now there are tiny pinholes in the paint and some faint, hollow sounds when I tap on certain areas of the walls. There's also a fine powdery substance on the floor near the baseboards that I can't figure out. What could this be?",
      "senderName": "Matias Ramirez",
      "PestName": "Termites",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/men/62.jpg",
    },
    {
      "negativeReply": {
        "message": "You are wrong!",
        "ProfileImageUrl": "https://randomuser.me/api/portraits/men/56.jpg",
        "senderName": "Tomas Fernandez"
      },
      "message": "Hi, I'm Tomas Fernandez. I've been noticing a lot of buzzing sounds near the windows and some yellow and black insects flying around my garden. Upon checking, I found a small group of them going in and out of a hole in the side of my house. I'm worried they might sting someone, and I don't know how to handle this safely. Please help!",
      "senderName": "Tomas Fernandez",
      "PestName": "Bees",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/men/56.jpg",
    },
    {
      "negativeReply": {
        "message": "You are wrong!",
        "ProfileImageUrl" : "https://randomuser.me/api/portraits/women/40.jpg",
        "senderName" : "Marta Gonzalez",
      },
      "message" : "Hello, this is Marta Gonzalez. I need help with a situation in my home. At night, I hear scratching noises behind the walls and sometimes in the ceiling. I've also noticed tiny black droppings in the pantry and some chewed corners on food packaging. There's a strange, musky smell in certain areas of the kitchen. Can you advise me on what to do?",
      "senderName" : "Marta Gonzalez",
      "PestName" : "Mice",
      "ProfileImageUrl" : "https://randomuser.me/api/portraits/women/40.jpg"
    }
  ]
}
