{
  "calls": [
    {
      "negativeReply": {
        "message": "Hi, this is Tomas Fernandez again. I don’t know what to say—your response to my issue was completely off! You said it might just be some harmless insects passing through, but now the buzzing is even louder, and I’ve spotted more of them swarming around the hole. This is clearly more serious than you made it out to be. They’re inside my house now, and I’m terrified someone’s going to get stung. I trusted you to take this seriously, but it feels like you brushed it off. I need real help before this gets worse!",
        "ProfileImageUrl": "https://randomuser.me/api/portraits/men/56.jpg",
        "senderName": "Tomas Fernandez"
      },
      "message": "Hi, I'm Tomas Fernandez. I've been noticing a lot of buzzing sounds near the windows and some yellow and black insects flying around my garden. Upon checking, I found a small group of them going in and out of a hole in the side of my house. I'm worried they might sting someone, and I don't know how to handle this safely. Please help!",
      "senderName": "Tomas Fernandez",
      "PestName": "Bees",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/men/56.jpg",
    },
    {
      "negativeReply": {
        "message": "Hello, this is Marta Gonzalez again. I’m extremely disappointed with how you handled my situation. You said it was probably just a minor pest issue and suggested some simple traps, but now the scratching is louder, and I’m finding even more droppings around the house! The musky smell has gotten worse, and I caught a glimpse of something scurrying across the pantry floor last night. Your advice wasn’t enough to solve this, and now it feels like the problem is out of control. I expected a proper solution, not guesswork!",
        "ProfileImageUrl" : "https://randomuser.me/api/portraits/women/40.jpg",
        "senderName" : "Marta Gonzalez",
      },
      "message" : "Hello, this is Marta Gonzalez. I need help with a situation in my home. At night, I hear scratching noises behind the walls and sometimes in the ceiling. I've also noticed tiny black droppings in the pantry and some chewed corners on food packaging. There's a strange, musky smell in certain areas of the kitchen. Can you advise me on what to do?",
      "senderName" : "Marta Gonzalez",
      "PestName" : "Mice",
      "ProfileImageUrl" : "https://randomuser.me/api/portraits/women/40.jpg"
    },
    {
      "negativeReply": {
        "message": "Hello, this is Daniel Perez again. I have to say, I’m really frustrated with your so-called solution. You told me it was probably nothing serious and suggested some over-the-counter sprays, but now the problem has escalated! The insects are everywhere at night, and that foul smell in the cabinets has only gotten worse. I even found some crawling near my pantry this morning. Clearly, your advice wasn’t enough, and I’m left dealing with an infestation that’s getting out of hand. I expected professional help, not a quick dismissal of my concerns!",
        "ProfileImageUrl": "https://randomuser.me/api/portraits/men/51.jpg",
        "senderName": "Daniel Perez",
      },
      "message": "Hello, this is Daniel Perez. Lately, I've seen small, fast insects scatter when I turn on the kitchen light at night. There are tiny brown marks around the sink area, and I've noticed a faint, unpleasant smell in the corners of the cabinets. I'm concerned this might get worse. Can you provide some advice?",
      "senderName": "Daniel Perez",
      "PestName": "Cockroaches",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/men/51.jpg"
    } ,
    
    {
      "negativeReply": {
        "message": "Hi, this is Matias Ramirez calling back. I have to say, I’m really disappointed with your advice. You told me it was probably just regular wear and tear and suggested repainting, but things have only gotten worse. The cracks have spread, and those pinholes I mentioned? Now there are tiny piles of that powdery substance everywhere near the baseboards. The hollow sounds are louder too, and it feels like the walls might give out if this continues. Your response didn’t address the real issue, and now I’m stuck with a situation that’s clearly beyond cosmetic damage. This is unacceptable!",
        "ProfileImageUrl": "https://randomuser.me/api/portraits/men/62.jpg",
        "senderName": "Matias Ramirez"
      },
      "message": "Hi, this is Matias Ramirez. I wanted to ask for help with something strange happening in my house. I've noticed that some of the paint on my walls has started to crack in thin, jagged lines. At first, I thought it was just wear and tear, but now there are tiny pinholes in the paint and some faint, hollow sounds when I tap on certain areas of the walls. There's also a fine powdery substance on the floor near the baseboards that I can't figure out. What could this be?",
      "senderName": "Matias Ramirez",
      "PestName": "Termites",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/men/62.jpg",
    },
  ]
}
