{

  "domestic_issues": [
  {
    "name": "Rain of Living Spoons",
    "category": "Strange",
    "image": "https://cdn.leonardo.ai/users/8bd872be-6ead-41ef-b116-0e800dbfbe4e/generations/208cb5d3-9910-43fb-a38b-e2901332e994/Leonardo_Kino_XL_Rain_of_Living_Spoons_is_a_Home_Issue_A_stran_3.jpg",
    "description": "A strange curse has brought all the spoons in the house to life. These small metallic creatures have spider-like thin legs and move around the house, moving in packs. They seem harmless, but their obsession with sugar and anything sweet leads them to open jars, invade pantries and spill ingredients everywhere.",
    "danger": "Living spoons, though small, can cause chaos in the home. Their obsession with sweet foods causes them to open jars, spill ingredients all over the kitchen and break utensils in their quest. In addition, their constant clanking noise as they move around can be disturbing, especially at night, causing insomnia and stress. If left unchecked, their messy activity can block drains and damage small appliances.",
    "solution": "To stop them, use a giant portable magnet to attract them to a sealed container, eliminating the problem quickly. It's also helpful to spray a special metal repellent around areas where food is stored, such as the pantry. If the spoons are too numerous, an alternative solution is to create traps using sugar as bait to capture them without causing additional damage."
  },
  {
    "name": "Cactus Teleporters",
    "category": "Strange",
    "image": "https://cdn.leonardo.ai/users/8bd872be-6ead-41ef-b116-0e800dbfbe4e/generations/86a9ba74-4074-48ff-9a54-000dba527039/Leonardo_Kino_XL_Cactus_Teleporters_These_small_cacti_appear_r_3.jpg",
    "description": "These small cacti appear randomly on any flat surface. Although they seem harmless at first, every time you blink (or leave the room), they teleport to another location. They can appear in unexpected places, such as the toilet seat, the bed, or even on your computer keyboard.",
    "danger": "The main danger of these cacti is their ability to teleport into unexpected places, such as beds, sofas or even toilet seats, which can lead to painful or unexpected accidents. Their unpredictable nature also makes them an obstacle, as they can appear in doorways or hallways and block access to important areas of the home. If left unmanaged, they can begin to multiply, filling the home with thorns and transforming it into a hostile obstacle course.",
    "solution": "One effective strategy is to use special goggles that inhibit blinking, allowing them to be captured before they disappear. Another option is to install an anti-teleportation field that limits their magical movements, immobilizing them in one place. Finally, padded tongs can be used to move them safely into magic pots that neutralize their teleportation ability."
  },
  {
    "name": "Hungry Toy Colony",
    "category": "Strange",
    "image": "https://cdn.leonardo.ai/users/8bd872be-6ead-41ef-b116-0e800dbfbe4e/generations/ec424b70-18be-46ad-b651-c02192e6a85a/Leonardo_Kino_XL_Hungry_Toy_Colony_These_toys_led_by_an_alpha_0.jpg",
    "description": "Toys forgotten around the house (old dolls, broken carts, construction buckets) come to life and form a secret society. These toys look for small useful objects, such as batteries, coins, keys and other metallic or electronic elements to build their empire. As their colony grows, they erect structures inside the house, such as cube castles or doll towers.",
    "danger": "These toys, led by an alpha toy, ransack the house in search of batteries, coins and small electronics to build their empire. This can cause major inconveniences, such as missing chargers, keys or essential devices. In addition, their makeshift constructions can block access to doors, closets and other important areas, turning the house into disorganized chaos. If left unchecked, their influence can spread and completely paralyze everyday life in the home.",
    "solution": "To confront them, distract the colony by using modern toys, such as drones or remote-controlled cars, diverting their attention from important objects. It is also possible to dismantle their constructions using a giant magnet that attracts the metal parts of their structure. The ultimate solution is to identify the leader toy and deactivate it with a deanimation spray, dissolving the colony completely."
  },
  {
    "name": "Smoke Men",
    "category": "Strange",
    "image": "https://cdn.leonardo.ai/users/8bd872be-6ead-41ef-b116-0e800dbfbe4e/generations/01cbdd7d-7084-420d-836d-eaa324d44f09/Leonardo_Kino_XL_Smoke_Men_Clouds_of_smoke_mysteriously_form_i_1.jpg",
    "description": "Clouds of smoke mysteriously form in the dark corners of the house. Eventually, these clouds take human form and begin to move slowly through the rooms, whispering incomprehensible words. Although they are not tangible, their haunting presence affects the resident's peace of mind.",
    "danger": "Smoke Men not only create an unsettling environment with their whispering and ethereal movements, but they can also physically interfere with the home. They can take up space in critical areas, making movement difficult, and constantly set off smoke alarms, causing false alarms that desensitize residents to real emergencies. In the long term, their presence can induce disorientation and mental stress in the inhabitants of the home, affecting productivity and peace of mind.",
    "solution": "The easiest way to deal with them is to use a high-powered fan to dissipate them quickly. Alternatively, a special bright flashlight that emits bright light can make them disappear immediately. However, for a lasting solution, it is necessary to find and destroy the cursed object that generates the smoke, eliminating the appearance of these entities at the root."
  },
  {
    "name": "Echo Rebel",
    "category": "Strange",
    "image": "https://cdn.leonardo.ai/users/8bd872be-6ead-41ef-b116-0e800dbfbe4e/generations/439b7c7e-657c-4733-9872-38a29f9d4aed/Leonardo_Kino_XL_Echo_Rebel_A_magical_anomaly_creates_consciou_3.jpg",
    "description": "A magical anomaly creates conscious echoes in your house. Whenever someone speaks aloud, the echo repeats their words, but in a mocking or sarcastic tone. Over time, the echoes begin to respond on their own, trying to convince residents to do irrational or dangerous things, such as leaving doors open or turning off lights.",
    "danger": "Conscious echoes are especially irritating and dangerous because they not only repeat residents' words, but modify them to sound derisive or derogatory. Over time, echoes begin to actively influence, suggesting dangerous behaviors such as leaving doors open or turning off lights at inappropriate times. In addition, these echoes can invade electronic devices, spreading their influence throughout the home and creating a noisy, chaotic environment that affects residents' peace of mind and mental well-being.",
    "solution": "The best way to combat them is to use anti-sound headphones to block their voices while searching for the source of the problem. Locating the Source of the Echo, usually a magical object, and destroying it eliminates the pest completely. It is also helpful to install a magical field of silence in the home, which neutralizes the echoes' ability to communicate and manipulate residents."
  }
]

}
