{
  "calls": [
    {
      "negativeReply": {
        "message": "This is Michael Jensen. You're completely off! It's not about mirrors malfunctioning or weird reflections. I can tell you're focusing on the wrong things. It's not even connected to mirrors directly—try to rethink your response. You've got the wrong pest for sure!",
        "ProfileImageUrl": "https://randomuser.me/api/portraits/men/65.jpg",
        "senderName": "Michael Jensen"
      },
      "message": "Hello, I'm Michael Jensen. I've been noticing some odd reflections in the mirrors around my house. It started in the bathroom, where I thought I saw my reflection move before I did. At first, I thought it was just a trick of the light, but it's been happening more frequently. Sometimes, when I look into the mirror, it feels like there's a room behind me, even though I know there's nothing there. It's not just the bathroom mirror anymore—it's spreading to the mirrors in the hallway and bedroom. I'm not sure if it's something with the mirrors themselves or if there's something going on with the space. Can you look into it?",
      "senderName": "Michael Jensen",
      "PestName": "Infinity Mirrors",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/men/65.jpg",
    },
    {
      "negativeReply": {
        "message": "Hello, Sabrina Barrionuevo again. I don't know what you're thinking, but your response is completely off the mark. It's not about my shadow being out of sync or a visual trick. The issue is far more complex than that. You picked the wrong pest entirely! I'm not sure where you got your information, but this is definitely not what you should be focusing on. I'm starting to doubt whether you even understand what's going on!",
        "ProfileImageUrl" : "https://bn02pap001files.storage.live.com/y4mvCKX6cXgoa2FQ5ch-ADA6C0lJ7y6uhd0gV15blkgCtXqmOdUHfjEeI8XkOzwXpNLSGJMCqMwidy2r3SYyTBaYKEj8XBLKxQqGhTn3FCY5V2m1f6L8xLzTaanptiumJIohwOY3JL86pTIGCdwPtYIv8b5J3NQSOWo-NtJ_LO1G4BzlhomkPk8ijKARBAy6lm2eIrBiv9ihaVUgWu5YnF4wQjMMWU3Dtn2T1oKl2k0YWM?encodeFailures=1&width=672&height=669",
        "senderName" : "Sabrina Barrionuevo",
      },
      "message" : "Good afternoon, I'm Sabrina Barrionuevo. I've been experiencing something strange with the shadows in my house. It started a few weeks ago when I was sitting in the living room, and I noticed that my shadow seemed to move differently from me. It wasn't exactly like it was lagging behind, but it was almost as if it was acting out of sync with my movements. I thought I was just tired at first, but the issue has been getting worse. Last night, I swear I saw my shadow lingering in the hallway when I was in the kitchen, but when I turned around, it wasn't there. I'm not sure if it's some sort of visual trick or something more... eerie. Could you look into this?",
      "senderName" : "Sabrina Barrionuevo",
      "PestName" : "Disloyal Shadows",
      "ProfileImageUrl" : "https://bn02pap001files.storage.live.com/y4mvCKX6cXgoa2FQ5ch-ADA6C0lJ7y6uhd0gV15blkgCtXqmOdUHfjEeI8XkOzwXpNLSGJMCqMwidy2r3SYyTBaYKEj8XBLKxQqGhTn3FCY5V2m1f6L8xLzTaanptiumJIohwOY3JL86pTIGCdwPtYIv8b5J3NQSOWo-NtJ_LO1G4BzlhomkPk8ijKARBAy6lm2eIrBiv9ihaVUgWu5YnF4wQjMMWU3Dtn2T1oKl2k0YWM?encodeFailures=1&width=672&height=669"
    },
    {
      "negativeReply": {
        "message": "Hi, this is Julia Ortega again. I'm sorry, but that doesn't sound like the issue here. There's no mention of clocks malfunctioning or tasks repeating themselves. Perhaps it's something less related to time and more to physical objects or other environmental factors. Keep looking for the right clues!",
        "ProfileImageUrl": "https://randomuser.me/api/portraits/women/73.jpg",
        "senderName": "Julia Ortega",
      },
      "message": "Hi, this is Julia Ortega. Lately, I've been experiencing something very unusual in my home. The clocks in the kitchen and living room seem to be off-sync, but only when I'm in those rooms. I've also noticed that sometimes I feel like I've already done something, like setting the table, but then it's undone. A low humming sound comes and goes, but no one else in the house hears it. I'm not sure if this is a technical issue or something else entirely. Can you help me figure this out?",
      "senderName": "Julia Ortega",
      "PestName": "Unstable Temporalitas",
      "ProfileImageUrl": "https://randomuser.me/api/portraits/women/73.jpg"
    },
    
    {
      "negativeReply": {
        "message": "Matias Selzer here again. I can't believe you got it so wrong! It's not the wallpaper or anything like that—it's much worse. I told you the walls are changing, and you completely ignored what I said. The problem isn't humidity or temperature, and it's definitely not something as simple as a material issue. I don't know how you got this so mixed up, but you've chosen the wrong thing entirely! I'm really starting to wonder if you understand the severity of what's happening here.",
        "ProfileImageUrl": "https://bn02pap001files.storage.live.com/y4mdwg8dNqiCwCwa7X1XfTA27bEp3nIDziDlsHYvlZ5lr3V7etRQUEvuk7bxO4bRKwDM81n6n6aGYmVi7PWX7oggQLX2FOUpHCJAyFmQ7pH70kN0KGgB6sCLFIyZjWxd3v1wu_2zc2TbQQjau80yrBhkAb2AQgkGYZX4iqZQ_-j1opSPCrLEKIXUjEfW5f2Hq_dXZ5qxIzgk4LThgW-8DvjymqBY-nzHL-fsUfqtm2h9DU?encodeFailures=1&width=872&height=863",
        "senderName": "Matias Selzer"
      },
      "message": "Hi, my name is Matias Selzer. I've been having this strange issue with my house recently. The wallpaper in my living room keeps changing every couple of days. At first, I thought it was just a coincidence, but now I'm starting to think there's something more to it. The wallpaper seems to shift into completely different patterns, sometimes in the middle of the night. It's like the walls are trying to reflect some kind of emotion or mood. One day, it was all geometric shapes, and the next it looked like it was covered in swirling vines. It's making me feel really uncomfortable, and I'm afraid there might be something wrong with the wallpaper itself. Could it be due to humidity, temperature changes, or something I'm missing?",
      "senderName": "Matias Selzer",
      "PestName": "Changing Wallpaper",
      "ProfileImageUrl": "https://bn02pap001files.storage.live.com/y4mdwg8dNqiCwCwa7X1XfTA27bEp3nIDziDlsHYvlZ5lr3V7etRQUEvuk7bxO4bRKwDM81n6n6aGYmVi7PWX7oggQLX2FOUpHCJAyFmQ7pH70kN0KGgB6sCLFIyZjWxd3v1wu_2zc2TbQQjau80yrBhkAb2AQgkGYZX4iqZQ_-j1opSPCrLEKIXUjEfW5f2Hq_dXZ5qxIzgk4LThgW-8DvjymqBY-nzHL-fsUfqtm2h9DU?encodeFailures=1&width=872&height=863",
    },
  ]
}
